Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# VideoEnhancerPage_Item_035.Content
source: 1080p (slowest)
es_es: 1080p (más lento)
fr_fr: 1080p (le plus bas)
pl_pl: 1080p (najmniej)
zh_hans: 1080p( 最低)

# VideoEnhancerPage_Item_036.Text
source: Uses streaming, CPU offload, BlockSwap, and tiled VAE processing. The source and result stay local.
de_de: Verwendet Streaming, CPU-Offload, BlockSwap und geflieste VAE-Verarbeitung. Quelle und Ergebnis bleiben lokal.
es_es: Utiliza la transmisión, descarga de CPU, BlockSwap, y el procesamiento de azulejo VAE. La fuente y el resultado permanecen locales.
fr_fr: Utilise le streaming, CPU décharge, BlockSwap, et le traitement de carrelage VAE. La source et le résultat restent locaux.
pl_pl: Używa streamingu, odładowania CPU, Block i kałuży VAE. Źródło i wynik pozostać lokalny.
zh_hans: 使用流流、 CPU 卸载、 BlockSwap 和 平铺的 VAE 处理。 源和结果保持本地化 。

# VideoEnhancerPage_Item_037.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# VideoEnhancerPage_ModelCombo.Header
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# VideoEnhancerPage_ModelCombo.PlaceholderText
source: Discovering...
de_de: Entdecken...
es_es: Descubriendo...
fr_fr: Découverte...
pl_pl: Odkrycie...
zh_hans: 正在发现...

# VideoEnhancerPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# VideoEnhancerPage_RunButton.Content
source: Enhance Video
de_de: Video verbessern
es_es: Mejorar el vídeo
fr_fr: Améliorer la vidéo
pl_pl: Poprawa obrazu
zh_hans: 增强视频

# VideoEnhancerPage_ScaleCombo.Header
source: Upscale factor
de_de: Höherwertiger Faktor
es_es: Factor de aumento
fr_fr: Facteur de montée en puissance
pl_pl: Współczynnik skali
zh_hans: 升缩因数

# VideoEnhancerPage_SeedVr2ModelStatus.Text
source: Checking local model pack...
de_de: Lokales Modellpaket wird überprüft...
es_es: Comprobando el paquete de modelos local...
fr_fr: Vérification du pack modèle local...
pl_pl: Sprawdzam lokalny model pakietu...
zh_hans: 正在检查本地模型包...

# VideoEnhancerPage_SeedVr2ResolutionCombo.Header
source: Target short side
de_de: Ziel kurzseite
es_es: Objetivo lado corto
fr_fr: Cible côté court
pl_pl: Cel krótki
zh_hans: 目标短边

# VideoEnhancerPage_VideoEnhancerPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# VideoEnhancerPage_VideoEnhancerPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# VideoEnhancerPage_VideoEnhancerPageButton03.Content
source: Refresh Models
de_de: Modelle aktualisieren
es_es: Actualizar modelos
fr_fr: Rafraîchir les modèles
pl_pl: Odśwież modele
zh_hans: 刷新模型

# VideoEnhancerPage_VideoEnhancerPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# VideoEnhancerPage_VideoEnhancerPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# VideoSummarizerPage_DropZoneLabel.Text
source: Drop a video, audio file, or transcript — or browse.
de_de: Die Eingabe ist deaktiviert, bis dieser Workflow fertig ist.
es_es: La entrada está desactivada hasta que este flujo de trabajo esté listo.
fr_fr: L'entrée est désactivée jusqu'à ce que ce workflow soit prêt.
pl_pl: Wejścia są wyłączone dopóki ten przepływ nie będzie gotowy.
zh_hans: 此工作流程完成之前, 输入已被禁用 。

# VideoSummarizerPage_Item_001.Text
source: Video Summarizer
de_de: Video-Zusammenfassung
es_es: Resumen de vídeo
fr_fr: Résumateur vidéo
pl_pl: Podsumowanie wideo
zh_hans: 视频视频摘要器

# VideoSummarizerPage_Item_002.Text
source: Turn long recordings into a written summary, timestamped chapters, and an optional condensed highlight cut. Runs offline with Whisper transcription and an extractive summarizer — no cloud, no account.
de_de: Extrahieren Sie Kapitel, Highlights und schriftliche Zusammenfassungen aus langen Aufnahmen mit Whisper Transkription und einem lokalen LLM.
es_es: Extraiga capítulos, aspectos destacados y resúmenes escritos de grabaciones largas usando la transcripción Whisper y un LLM local.
fr_fr: Extraire des chapitres, des points saillants et des résumés écrits de longs enregistrements en utilisant la transcription Whisper et un LLM local.
pl_pl: Ekstrakt rozdziały, podkreślenia i podsumowania z długich nagrań za pomocą transkrypcji Whisper i lokalnego LLM.
zh_hans: 利用Whisper转录本和当地LLM,摘录长篇录音的各章、要点和书面摘要。

# VideoSummarizerPage_Item_005.Text
source: Summary
de_de: Video Summarizer ist noch nicht verfügbar.
es_es: Video Summarizer aún no está disponible.
fr_fr: Video Summarizer n'est pas encore disponible.
pl_pl: Podsumowanie wideo nie jest jeszcze dostępne.
zh_hans: 视频摘要器尚未可用 。

# VideoSummarizerPage_Item_006.Text
source: Summary Length
de_de: Erforderlich vor der Aktivierung: Transkript-Pipeline, Zusammenfassung Modell, Vorschau, Exportpfad, Stornierung und Fehlerwiederherstellung.
es_es: Requerido antes de habilitar: tubería de transcripción, modelo de resumen, vista previa, ruta de exportación, cancelación y recuperación de fallos.
fr_fr: Requis avant d'activer : pipeline de transcription, modèle sommaire, aperçu, chemin d'exportation, annulation et récupération de défaillance.
pl_pl: Wymagane przed włączeniem: transkrypcyjny rurociąg, model skrócony, podgląd, ścieżka eksportowa, anulowanie i odzyskiwanie awarii.
zh_hans: 启动前需要:转录管道、摘要模型、预览、出口路径、取消和故障恢复。

# VideoSummarizerPage_Item_012.Content
source: Plain text
de_de: Norm (1 Absatz)
es_es: Norma (1 párrafo)
fr_fr: Norme (1 paragraphe)
pl_pl: Standardowe (1 akapit)
zh_hans: (标准第1款)

# VideoSummarizerPage_Item_013.Content
source: Markdown
de_de: Detaillierte Darstellung (mehrere Abschnitte)
es_es: Detalle (multisección)
fr_fr: Détaillé (multi-section)
pl_pl: Szczegółowe (wielokrotny podział)
zh_hans: 详细(多部分)

# VideoSummarizerPage_Item_014.Content
source: Chapters with timestamps
de_de: Kurzbeschreibung
es_es: Informe ejecutivo
fr_fr: Exposé
pl_pl: Streszczenie wykonawcze
zh_hans: 内容提要

# VideoSummarizerPage_Item_020.Text
source: Whisper Model (for audio/video input)
de_de: Ausgabesprache
es_es: Idioma de salida
fr_fr: Langue de sortie
pl_pl: Język wyjściowy
zh_hans: 产出语文

# VideoSummarizerPage_Item_021.Content
source: large-v3-turbo (recommended)
de_de: Automatisch (Match Source)
es_es: Automático (fuente coincidente)
fr_fr: Automatique (source de correspondance)
pl_pl: Automatyczne (źródło match)
zh_hans: 自动( 匹配源)

# VideoSummarizerPage_Item_022.Content
source: medium (balanced)
de_de: Englisch
es_es: página 2
fr_fr: changements climatiques
pl_pl: Angielski
zh_hans: English

# VideoSummarizerPage_Item_023.Content
source: small (fast)
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański
zh_hans: Spanish

# VideoSummarizerPage_Item_024.Content
source: large-v3 (accurate)
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# VideoSummarizerPage_Item_025.Text
source: Summarizer Engine
de_de: Transkription & Modell
es_es: & Modelo de transcripción
fr_fr: Transcription et modèle
pl_pl: Transcript i model
zh_hans: 轨迹和模型

# VideoSummarizerPage_Item_027.Content
source: Local LLM via Ollama (if running)
de_de: mittel (ausgewogen)
es_es: medio (balanced)
fr_fr: moyenne (équilibrée)
pl_pl: średni (zrównoważony)
zh_hans: 中等(平衡)

# VmafAnalysisPage_DistortedLabel.Text
source: (pick the compressed clip to evaluate)
de_de: (Zum Auswerten den komprimierten Clip auswählen)
es_es: (Seleccione el clip comprimido para evaluar)
fr_fr: (cochez le clip compressé à évaluer)
pl_pl: (wybór sprężonego klipu do oceny)
zh_hans: (选择要评价的压缩剪辑)

# VmafAnalysisPage_Item_001.Text
source: VMAF Quality Analysis
de_de: VMAF Qualitätsanalyse
es_es: Análisis de calidad de VMAF
fr_fr: VMAF Analyse de la qualité
pl_pl: Analiza jakości VMAF
zh_hans: VMAF 质量分析

# VmafAnalysisPage_Item_002.Text
source: Score a distorted (compressed / re-encoded) clip against its high-quality reference. VMAF runs frame-by-frame; results show pooled mean, Netflix-style harmonic mean (more sensitive to worst frames), and the percentage of frames below 70 (visible degradation).
de_de: Zählen Sie einen verzerrten (komprimierten / wiederkodierten) Clip gegen seine hochwertige Referenz. VMAF läuft Frame-by-Frame; Ergebnisse zeigen gepoolte Mittelwert, Netflix-Stil harmonische Mittel (empfindlicher gegenüber schlimmsten Frames), und der Prozentsatz der Frames unter 70 (sichtbare Abbau).
es_es: Puntuación de un clip distorsionado (comprimido / re-codificado) contra su referencia de alta calidad. VMAF ejecuta fotograma por fotograma; los resultados muestran media agrupada, media armónica estilo Netflix (más sensible a los peores fotogramas), y el porcentaje de fotogramas por debajo de 70 (degradación visible).
fr_fr: Noter un clip déformé (compressé / réencodé) par rapport à sa référence de haute qualité. VMAF exécute frame-by-frame; les résultats montrent la moyenne groupée, la moyenne harmonique de style Netflix (plus sensible aux pires frames), et le pourcentage de frames en dessous de 70 (dégradation visible).
pl_pl: Zdobyć zniekształcony klip (skompresowany / re-degradowany) na jego wysokiej jakości referencje. VMAF działa według klatek; wyniki pokazać zbiorcza średnia, Netflix-style harmoniczny (bardzo wrażliwy na najgorsze ramki), a odsetek klatek poniżej 70 (widoczny degradacja).
zh_hans: 与其高质量的参考文献相比,评分被扭曲(压缩/重新编码)的剪辑。 VMAF 逐个框架运行;结果显示集合平均值、 Netflix 风格的调和平均值(对最坏的框更为敏感) 和70以下框架的百分比(可见降解)。

# VmafAnalysisPage_Item_006.Text
source: Distorted
de_de: Verzerrt
es_es: Distorsionado
fr_fr: Détruit
pl_pl: Zniekształcone
zh_hans: 扭曲

# VmafAnalysisPage_Item_011.Text
source: Mean (pooled)
de_de: Durchschnitt (gepoolt)
es_es: Media (en común)
fr_fr: Moyenne (regroupement)
pl_pl: Średnia (łącznie)
zh_hans: 平均(共享)

# VmafAnalysisPage_Item_013.Text
source: Harmonic mean
de_de: Harmonischer Mittelwert
es_es: Media armónica
fr_fr: Moyenne harmonique
pl_pl: Średnia harmoniczna
zh_hans: 调音平均平均值

# VmafAnalysisPage_Item_015.Text
source: Min frame
de_de: Min-Rahmen
es_es: Marco mínimo
fr_fr: Cadre minimal
pl_pl: Min ramka
zh_hans: 最小最小框架

# VmafAnalysisPage_Item_017.Text
source: Frames < 70
de_de: Rahmen < 70
es_es: Marcos < 70
fr_fr: Cadres < 70
pl_pl: Ramki < 70
zh_hans: 框架 < 70

# VmafAnalysisPage_ReferenceLabel.Text
source: (pick the original master clip)
de_de: (wählen Sie den Original-Masterclip)
es_es: (escoge el clip maestro original)
fr_fr: (cochez le clip principal original)
pl_pl: (wybór oryginalnego klipu głównego)
zh_hans: (选择原始主剪辑)

# VmafAnalysisPage_RunButton.Content
source: Run VMAF
de_de: VMAF ausführen
es_es: Ejecutar VMAF
fr_fr: Exécuter VMAF
pl_pl: Uruchom VMAF
zh_hans: 运行 VMAF

# VmafAnalysisPage_StatusText.Text
source: Pick a reference + distorted clip to start.
de_de: Wählen Sie eine Referenz + verzerrten Clip, um zu starten.
es_es: Seleccione una referencia + clip distorsionado para iniciar.
fr_fr: Choisissez une référence + clip déformé pour démarrer.
pl_pl: Wybierz punkt odniesienia + zniekształcony klip do rozpoczęcia.
zh_hans: 选择引用 + 扭曲的剪辑开始 。

# VmafAnalysisPage_VmafAnalysisPageButton01.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# VmafAnalysisPage_VmafAnalysisPageButton02.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# VocalRemoverPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# VocalRemoverPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# VocalRemoverPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# VocalRemoverPage_Item_004.Text
source: Vocal Remover
es_es: Desinstalador vocal
fr_fr: Supprimeur vocal
zh_hans: Vocal 移除器

# VocalRemoverPage_Item_005.Text
source: Split music with BS-RoFormer, Mel-RoFormer, or Demucs.
de_de: Split Musik mit BS-RoFormer, Mel-RoFormer oder Demucs.
es_es: Dividir música con BS-RoFormer, Mel-RoFormer o Demucs.
fr_fr: Partition de musique avec BS-RoFormer, Mel-RoFormer ou Demucs.
pl_pl: Rozdzielić muzykę z BS-RoFormer, Mel-RoFormer, lub Demucs.
zh_hans: 与 BS-Roformer、Mel-Roformer 或Demucs 分享音乐。

# VocalRemoverPage_Item_009.Text
source: Drop audio or video files
de_de: Audio- oder Videodateien fallen lassen
es_es: Abandonar archivos de audio o vídeo
fr_fr: Déposer des fichiers audio ou vidéo
pl_pl: Upuść pliki audio lub wideo
zh_hans: 播放音频或视频文件

# VocalRemoverPage_Item_013.Text
source: No finished separations yet
de_de: Noch keine fertigen Trennungen
es_es: No hay separaciones terminadas todavía
fr_fr: Pas encore de séparations terminées
pl_pl: Brak jeszcze gotowych separacji
zh_hans: 尚未完成离职离职

# VocalRemoverPage_Item_014.Text
source: Completed stems appear here after separation.
de_de: Abgeschlossene Stängel erscheinen hier nach der Trennung.
es_es: Los tallos completados aparecen aquí después de la separación.
fr_fr: Les tiges complétées apparaissent ici après la séparation.
pl_pl: Zakończone łodygi pojawiają się tutaj po separacji.
zh_hans: 离职后,完成的根会在这里出现。

# VocalRemoverPage_Item_016.Content
source: Vocals + Instrumentals (2-stem)
de_de: Gesang + Instrumente (2-Stimme)
es_es: Vocales + Instrumentales (de 2 tallos)
fr_fr: Vocals + instruments (2 tiges)
zh_hans: Vocals + 乐器 (2-stem)

# VocalRemoverPage_Item_017.Content
source: Vocals only
de_de: Nur Gesang
es_es: Vocales únicamente
fr_fr: Vocals seulement
pl_pl: Tylko głosy
zh_hans: 仅使用Vocals

# VocalRemoverPage_Item_018.Content
source: Instrumentals only
de_de: Nur Instrumente
es_es: Únicamente instrumentos
fr_fr: Instruments seulement
pl_pl: Tylko instrumenty
zh_hans: 仅乐器

# VocalRemoverPage_Item_019.Content
source: 4-stem (vocals / drums / bass / other)
de_de: 4-Stimme (Gesang / Schlagzeug / Bass / andere)
es_es: 4-tallos (voz / batería / bajo / otros)
fr_fr: 4 branches (vocales / tambours / basses / autres)
pl_pl: 4-stem (wokale / perkusje / bas / inne)
zh_hans: 4-stem(蒸汽/桶/贝斯/其他)

# VocalRemoverPage_Item_020.Content
source: 6-stem (+guitar / piano)
de_de: 6-Stimme (+Gitarre / Klavier)
es_es: 6-stem (+guitarra / piano)
fr_fr: 6 pieds (+guitare / piano)
pl_pl: 6-Stem (+guitar / fortepian)
zh_hans: 6-stem (+guitar / 钢琴)

# VocalRemoverPage_Item_021.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# VocalRemoverPage_Item_022.Content
source: MelBand-RoFormer (recommended for vocals)
de_de: MelBand-RoFormer (empfohlen für Gesang)
es_es: MelBand-RoFormer (recomendado para las voces)
fr_fr: MelBand-RoFormer (recommandé pour les voix)
pl_pl: MelBand-RoFormer (zalecane do wokalu)
zh_hans: MelBand-Roformer(建议发声)

# VocalRemoverPage_Item_023.Content
source: BS-RoFormer SW (6-stem)
de_de: BS-RoFormer SW (6-Stimme)
es_es: BS-RoFormer SW (de 6 tallos)
fr_fr: BS-RoFormer SW (6 tiges)
zh_hans: BS-RoForemer SW(6-stem)

# VocalRemoverPage_Item_024.Content
source: BS-RoFormer Viperx (legacy)
es_es: BS-RoFormer Viperx (legado)
fr_fr: BS-RoFormer Viperx (légère)
pl_pl: BS-RoFormer Viperx (legalność)
zh_hans: BS-RoFormer Viperx(继承)

# VocalRemoverPage_Item_025.Content
source: htdemucs_ft (fine-tuned)
de_de: htdemucs_ft (fein abgestimmt)
es_es: htdemucs_ft (ajustado)
fr_fr: htdemucs_ft (accordé)
pl_pl: htdemucs_ft (dostrojony)
zh_hans: htdemucs_ft (未调整)

# VocalRemoverPage_Item_026.Content
source: htdemucs (base)
de_de: htdemucs (Basis)
pl_pl: htdemuks (baza)
zh_hans: htdemucs( 基准)

# VocalRemoverPage_Item_027.Content
source: mdx_extra (legacy MDX-Net)
de_de: mdx_extra (Vermächtnis MDX-Net)
es_es: mdx_extra (legado MDX-Net)
zh_hans: mdx_extra (遗留MDX-Net)

# VocalRemoverPage_Item_028.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# VocalRemoverPage_Item_029.Content
source: WAV (lossless)
de_de: WAV (verlustfrei)
es_es: WAV (sin pérdidas)
fr_fr: WAV (sans perte)
pl_pl: WAV (bezstratny)
zh_hans: WAV(亏损)

# VocalRemoverPage_Item_030.Content
source: FLAC (lossless)
de_de: FLAC (verlustfrei)
es_es: FLAC (sin pérdidas)
fr_fr: FLAC (sans perte)
pl_pl: FLAC (bezstratny)
zh_hans: FLAC(亏损)

# VocalRemoverPage_Item_032.Text
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# VocalRemoverPage_Item_034.Text
source: Runs separation twice with shifted windows and averages the result. Doubles processing time.
de_de: Läuft die Trennung zweimal mit verschobenen Fenstern und durchschnittlich das Ergebnis. Verdoppelt die Bearbeitungszeit.
es_es: Ejecuta la separación dos veces con ventanas desplazadas y promedia el resultado.
fr_fr: Exécute la séparation deux fois avec les fenêtres décalées et la moyenne du résultat. Double le temps de traitement.
pl_pl: Uruchamia dwa razy separację z przesuniętymi oknami i średni wynik. Podwójny czas przetwarzania.
zh_hans: 使用移动窗口进行两次分离并平均结果。 双重处理时间 。

# VocalRemoverPage_Item_035.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# VocalRemoverPage_OutputDirectoryBox.Header
source: Save stems to
de_de: Stängel speichern
es_es: Guardar los tallos en
fr_fr: Enregistrer les tiges à
pl_pl: Zapisz poprzeczki do
zh_hans: 保存导源到

# VocalRemoverPage_OutputDirectoryBox.PlaceholderText
source: Same folder as each source
de_de: Der gleiche Ordner wie jede Quelle
es_es: La misma carpeta que cada fuente
fr_fr: Même dossier que chaque source
pl_pl: Ten sam folder jak każde źródło
zh_hans: 每个源的同一个文件夹

# VocalRemoverPage_ProgressTitle.Text
source: Separating stems...
de_de: Stängel trennen...
es_es: Separando tallos...
fr_fr: Séparer les tiges...
pl_pl: Oddzielające się łodygi...
zh_hans: 分离的根茎...

# VocalRemoverPage_RunButton.Content
source: Separate Stems
de_de: Getrennte Stängel
es_es: Tallos separados
fr_fr: Tiges séparées
pl_pl: Oddzielne stymulacje
zh_hans: 分隔 Stems

# VocalRemoverPage_ShiftsToggle.Header
source: Equivariant stabilization
de_de: Gleichwertige Stabilisierung
es_es: Estabilización equivariante
fr_fr: Stabilisation des équivariants
pl_pl: Stabilizacja równoważna
zh_hans: 平等稳定

# VocalRemoverPage_ShiftsToggle.OffContent
source: Off (faster)
de_de: Aus (schneller)
es_es: Apagado (más rápido)
fr_fr: Arrêt (plus rapide)
pl_pl: Wyłącz (szybko)
zh_hans: 关闭( 较快)

# VocalRemoverPage_ShiftsToggle.OnContent
source: On (better quality)
de_de: Auf (bessere Qualität)
es_es: Activar (mejor calidad)
fr_fr: Sur (meilleure qualité)
pl_pl: Pojemność (lepsza jakość)
zh_hans: 关于(质量更好)

# VocalRemoverPage_VocalRemoverPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# VocalRemoverPage_VocalRemoverPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# VocalRemoverPage_VocalRemoverPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# VocalRemoverPage_VocalRemoverPageButton04.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# VocalRemoverPage_VocalRemoverPageButton05.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# VocalRemoverPage_VocalRemoverPageButton06.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# VocalRemoverPage_VocalRemoverPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# VocalRemoverPage_VocalRemoverPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# VoiceChangerPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# VoiceChangerPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# VoiceChangerPage_IntensitySlider.Header
source: Timbre intensity
de_de: Intensität des Timbres
es_es: Intensidad de la timbre
fr_fr: Intensité du tambour
pl_pl: Natężenie barwy
zh_hans: 平宽度强度

# VoiceChangerPage_Item_004.Text
source: Transform narration tone, pitch, and timbre while preserving speech timing.
de_de: Transformieren Sie Erzählton, Tonhöhe und Klangfarbe bei gleichzeitiger Wahrung des Sprachtimings.
es_es: Transformar el tono de narración, tono y timbre mientras se preserva el momento del habla.
fr_fr: Transformez le ton, le ton et le timbre de la narration tout en préservant le timing de la parole.
pl_pl: Przekształcony ton narracji, boisko i barwa podczas zachowania czasu mowy.
zh_hans: 在保留发言时间的同时, 变换叙事语调、音调和音调。

# VoiceChangerPage_Item_007.Text
source: Drop audio or video files
de_de: Audio- oder Videodateien fallen lassen
es_es: Abandonar archivos de audio o vídeo
fr_fr: Déposer des fichiers audio ou vidéo
pl_pl: Upuść pliki audio lub wideo
zh_hans: 播放音频或视频文件

# VoiceChangerPage_Item_010.Text
source: Voice Style
de_de: Sprachstil
es_es: Estilo de voz
fr_fr: Style de la voix
pl_pl: Styl głosu
zh_hans: 语音风格

# VoiceChangerPage_Item_011.Content
source: Neutral / cleaned
de_de: Neutral / gereinigt
es_es: Neutral / limpiado
fr_fr: Neutre / nettoyé
pl_pl: Neutralny / oczyszczony
zh_hans: 中立/清洁

# VoiceChangerPage_Item_012.Content
source: Lower / deeper
de_de: Untere / tiefere
es_es: Más abajo / más profundo
fr_fr: Plus bas / plus profond
pl_pl: Niższy / głębszy
zh_hans: 下下/ 深

# VoiceChangerPage_Item_013.Content
source: Higher / lighter
de_de: Höher / leichter
es_es: Más alto / más ligero
fr_fr: Plus haut / plus léger
pl_pl: Wyżej / zapalniczka
zh_hans: 高/轻

# VoiceChangerPage_Item_014.Content
source: Robotic
de_de: Robotertechnik
es_es: Robótica
fr_fr: Robotique
pl_pl: Robotyczne
zh_hans: 机器人

# VoiceChangerPage_Item_016.Text
source: Tuning
es_es: Afinación
fr_fr: Réglage
zh_hans: 调试

# VoiceChangerPage_Item_019.Text
source: Output
de_de: Ausgabe
es_es: Salida
fr_fr: Sortie
pl_pl: Wyjście
zh_hans: 输出

# VoiceChangerPage_Item_020.Content
source: WAV (16-bit PCM)
es_es: WAV (PCM de 16 bits)
fr_fr: WAV (PCM 16 bits)
pl_pl: WAV (16-bitowy PCM)
zh_hans: WAV(16位PCM)

# VoiceChangerPage_Item_023.Content
source: FLAC (lossless)
de_de: FLAC (verlustfrei)
es_es: FLAC (sin pérdidas)
fr_fr: FLAC (sans perte)
pl_pl: FLAC (bezstratny)
zh_hans: FLAC(亏损)

# VoiceChangerPage_Item_025.Content
source: Keep video when possible
de_de: Video halten, wenn möglich
es_es: Mantenga el vídeo cuando sea posible
fr_fr: Conserver la vidéo lorsque c'est possible
pl_pl: Przechowuj wideo w miarę możliwości
zh_hans: 尽可能保持视频
